/* No comment provided by engineer. */
"Calculating Sequence..." = "Calculating Sequence...";

/* No comment provided by engineer. */
"Game Lost" = "Game Lost";

/* No comment provided by engineer. */
"Last Score: %i" = "Last Score: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "Moves Left: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Retries Left: %i";

/* No comment provided by engineer. */
"Score: %i" = "Score: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Sequence Completed";

/* No comment provided by engineer. */
"Start Game" = "Start Game";

/* No comment provided by engineer. */
"Tap The Sequence" = "Tap The Sequence";

/* No comment provided by engineer. */
"Top Score: %i" = "Top Score: %i";

